import roniPhoto from '../assets/img/roni-image.jpeg'

export function About() {
  return (
    <div className="about">
      <h1 className="about-title">ברוכים הבאים לעולם הצילום שלי</h1>
      <span className="cotent">
        <h2>
          קוראים לי רוני שי ואחת התרפיות שלי היא לתעד במצלמה שלי <br />
          תיעוד מבחנתי זו סוג של מילה נרדפת למזכרת , כשאני מתעדת אני רואה דרך
          המצלמה רגעים של אושר המתבטא במגוון דרכים הסיבה העיקרית שעוזרת לאושר
          להתבטא בתמונה היא הרגשת נינוחות ורוגע שהצד השני המצולם מרגיש וכך, ברגע
          שמעלים זיכרונות ומסתכלים על התמונה נרגיש בתוכנו את אותו הרגש וכך החיוך
          יעלה או הבכי, זו הסיבה שאני כל כך אוהבת לתעד ,להיות שם ולהנציח את הרגע
          גורם לי לסיפוק נפשי שזה מדהים! אז חברים יקרים אני כאן בשבילכם ואעזור
          לכם בדרך מקצועית לתעד את החוויות המשפחתיות שלכם כמו אירועים משפחתיים
          או עסקיים, צילומי הריון, צילומי תדמית לעסק וצילומי בת\בר מצווה
          <br />
          אני מבטיחה לכם שהצילומים איתי הכי קלילים זורמים ואפילו חוויה לכל החיים
        </h2>
        <img className="about-image" src={roniPhoto} alt="" />
      </span>
    </div>
  )
}
